Repository: common-repository/advanced-wpperformance
Catalog: languages/awpp-*.po
Languages: de_de

source: “%1$s” requires PHP %2$s (or newer) and WordPress %3$s (or newer) to function properly. Your site is using PHP %4$s and WordPress %5$s. Please upgrade. The plugin has been automatically deactivated.
de_de: “%1$s” benötigt PHP %2$s (oder neuer) und WordPress %3$s (oder neuer). Diese Seite nutzt PHP %4$s und WordPress %5$s. Das Plugin wurde automatisch deaktiviert.

source: Server Settings
de_de: Server Einstellungen

source: Asset Delivery
de_de: Dateiausgabe

source: Above the fold CSS
de_de: CSS im sichtbaren Bereich

source: Please enable "Optimize CSS Delivery". With a normal css delivery, this option is not necessary.
de_de: Bitte aktiviere "CSS Auslieferung optimieren". Bei einer Standardauslieferung ist diese Option nicht notwendig.

source: Custom critical directory found: %s
de_de: Eigener Critical-Ordner gefunden: %s

source: Folder does not exist!
de_de: Ordner existiert nicht!

source: index.css does not exist!
de_de: index.css existiert nicht!

source: Test Critical CSS
de_de: Critical CSS testen

source: Optimize CSS Delivery
de_de: CSS Auslieferung optimieren

source: Optimize JS Delivery
de_de: JS Auslieferung optimieren

source: Disabled
de_de: Deaktiviert

source: This option will add server push rules directly to your .htaccess. Please select all files that should be pushed on every pageload (Frontpage and all subpages).
de_de: Diese Einstellung fügt "Server Push"-Befehle direkt in die .htaccess ein. Bitte markiere alle Dateien, die bei jedem Pageload (Startseite und alle Subpages) gepusht werden sollen.

source: No files aviable
de_de: Keine Dateien gefunden

source: Scan Frontpage
de_de: Startseite scannen

source: Enable HTTP/2 Server Push
de_de: HTTP/2 Server Push aktivieren

source: Basics
de_de: Grundlagen

source: Thank you for using %s!
de_de: Vielen Dank, dass du %s nutzt!

source: This Plugin was developed by %s to deliver the best pagespeed performance possible.
de_de: Dieses Plugin wurde von %s entwickelt um die bestmögliche Pagespeed Performance zu erhalten.

source: In contrst to other performance Plugins, this one sets focus on HTTP/2 Standards (like Server Push and SPDY).
de_de: Im Gegensatz zu anderen performance Plugins konzentriert sich dieses Plugin auf HTTP/2 Standards (wie z.B. Server Push oder SPDY)

source: buy me a beer
de_de: auf ein Bier einladen

source: If you like this Plugin feel free to %1$s or get involved with the development on %2$s
de_de: Wenn dir dieses Plugin gefällt, kannst du mich gerne %1$s oder dich über %2$s am Entwicklungsprozess beteiligen.

source: Monitoring
de_de: kontinuierliche Überwachung

source: Minify
de_de: Komprimierung

source: Minify CSS and JS Files
de_de: CSS und JS Dateien komprimieren

source: %1$s File, %2$s
de_de: %1$s Datei, %2$s

source: clear
de_de: leeren

source: Invalid nonce
de_de: Ungültiger nonce

source: System Recommendations
de_de: Systemempfehlungen

source: Great!
de_de: Super!

source: Your are using PHP 7 or higher.
de_de: Du nutzt bereits PHP 7 oder höher.

source: Needs work!
de_de: Das sollte verbessert werden!

source: Currently you are using PHP Version %1$s. Version 7.0.0 brought some enormous performance improvements. We highly recommend to contact you hosting provider to upgrade to min PHP Version 7.0.0.
de_de: Du nutzt im Moment PHP Version %1$s. Version 7.0.0 bringt einige grosse Performance-Verbesserungen mit. Wir empfehlen dir deinen Hoster zu kontaktieren um ein Upgrade auf PHP Version 7.0.0 vorzunehmen.

source: Your are using min. HTTP/2.
de_de: Du nutzt bereits min. HTTP/2.

source: This Plugin uses the advantages of HTTP/2. Currently your server supports %1$s. We highly recommend to contact you hosting provider to upgrade to HTTP/2
de_de: Dieses Plugin arbeitet mit den Vorteilen von HTTP/2. Im Moment unterstützt dein Server %1$s. Wir empfehlen dir deinen Hoster zu kontaktieren um ein Upgrade auf HTTP/2 vorzunehmen.

source: If enabled, Advanced WPPerformance will add compression using "AddOutputFilterByType DEFLATE" inside your .htaccess for common file types.
de_de: Wenn ausgewählt, Advanced WPPerformance fügt die Dateikomprimierung über "AddOutputFilterByType DEFLATE" für gängige Dateiformate direkt in die .htaccess ein.

source: Enable Compression
de_de: Dateikomprimierung aktivieren

source: If enabled, Advanced WPPerformance will set Cache-Control Headers to your .htaccess. One year for images and one month for CSS and JS files.
de_de: Wenn ausgewählt, Advanced WPPerformance fügt Cache-Control Headers direkt in die .htaccess. Ein Jahr für Bilder und ein Monat für CSS und JS Dateien.

source: Set caching headers
de_de: Caching Headers einfügen

source: This plugin adds several performance improvements to your WordPress site
de_de: Dieses Plugin holt die bestmögliche Pagespeed Performance aus jeder WordPress Seite heraus.
